Repository: adiparvu/pro.home
Catalog: apps/ios/Resources/Localizable.xcstrings
Source language: ro
Languages: de, en, fr, nl

# Tap the photo to place an element
source: Atinge fotografia pentru a plasa un element
en: Tap the photo to place an element

# Tap to add corners (%lld)
source: Atinge pentru a adăuga colțuri (%lld)
en: Tap to add corners (%lld)

# Tap to add photos
source: Atinge pentru a adăuga fotografii
en: Tap to add photos

# Tap to choose a photo
source: Apasă pentru a alege o fotografie
en: Tap to choose a photo

# Task
source: Sarcină
en: Task

# Task "%@" has been completed.
source: Sarcina "%@" a fost finalizată.
en: Task "%@" has been completed.

# Task Due Today
source: Sarcină scadentă azi
en: Task Due Today

# Task Due in 3 Days
source: Sarcină scadentă în 3 zile
en: Task Due in 3 Days

# Task Manager
source: Manager sarcini
en: Task Manager

# Task added
source: Sarcină adăugată
en: Task added

# Task assigned
source: Sarcină atribuită
en: Task assigned

# Task completed
source: Sarcină finalizată
en: Task completed

# Task notifications
source: Notificări sarcini
en: Task notifications

# Task overdue
source: Sarcină restantă
en: Task overdue

# Task reminders
source: Remindere sarcini
en: Task reminders

# Tasks
source: Sarcini
en: Tasks

# Tasks & Maintenance
source: Sarcini & Mentenanță
en: Tasks & Maintenance

# Tasks (Lock Screen)
source: Sarcini (Ecran blocat)
en: Tasks (Lock Screen)

# Tasks completed
source: Taskuri finalizate
en: Tasks completed

source: Sarcini · Chat · Setări · %@ · Hartă · Plante · Documente · Finanțe · Electrocasnice · Inventar · Provizii · Persoane · Colete · Meșteri · Zone · Vopsele · Poze
en: Tasks · Chat · Settings · %@ · Map · Plants · Documents · Finances · Appliances · Inventory · Supplies · People · Deliveries · Contractors · Zones · Paint · Photos

source: Sarcini · Setări · ARIA · Hartă · Plante · Documente · Finanțe · Electrocasnice · Inventar · Consumabile · Persoane · Livrări
en: Tasks · Settings · ARIA · Map · Plants · Documents · Finances · Appliances · Inventory · Supplies · People · Deliveries

# Tasks — PRVIO
source: Sarcini — PRVIO
en: Tasks — PRVIO

# Tasks, plants, and documents appear in iOS Spotlight search results.
source: Sarcinile, plantele și documentele apar în rezultatele iOS Spotlight.
en: Tasks, plants, and documents appear in iOS Spotlight search results.

# Tasks, plants, documents…
source: Sarcini, plante, documente…
en: Tasks, plants, documents…

# Teal
source: Turcoaz
en: Teal

# Technical condition
source: Condiție tehnică
en: Technical condition

# Technical details
source: Detalii tehnice
en: Technical details

# Teen
source: Adolescent
en: Teen

# Tell us a bit about your property.
source: Spune-ne câte ceva despre proprietatea ta.
en: Tell us a bit about your property.

source: Teme și fundal
en: Themes & wallpaper

# Temperature
source: Temperatură
en: Temperature

# Tenant
source: Chiriaș
en: Tenant

# Tenant saved, but the invite failed:
source: Chiriașul a fost salvat, dar invitația a eșuat:
en: Tenant saved, but the invite failed:

# Tenants
source: Chiriași
en: Tenants

# Term (years)
source: Durată (ani)
en: Term (years)

# Terrace
source: Terasă
en: Terrace

# Test Connection
source: Testează conexiunea
en: Test Connection

# Test fire extinguisher
source: Testează stingătorul de incendiu
en: Test fire extinguisher

# Test garage door sensors
source: Testează senzorii ușii de garaj
en: Test garage door sensors

# Test smoke and CO detectors
source: Testează detectoarele de fum și CO
en: Test smoke and CO detectors

# Text messages
source: Mesaje text
en: Text messages

# Th
source: Jo
en: Th

# Thanks for using PRVIO! 🏠
source: Mulțumim că folosești PRVIO! 🏠
en: Thanks for using PRVIO! 🏠

source: Scorul de sănătate (0–100) este calculat din sarcinile întârziate, documentele care expiră și frecvența întreținerii. Finalizează sarcini și reînnoiește documente pentru a-l îmbunătăți.
en: The Health Score (0–100) is calculated from overdue tasks, expiring documents, and maintenance frequency. Complete tasks and renew documents to improve it.

source: Designurile finale ale pictogramelor sunt în lucru. Schimbarea va fi activă odată ce vor fi publicate.
en: The final icon designs are being worked on. The change will be active once they are published.

source: Pictograma "%@" nu este disponibilă încă. Vă vom notifica când toate variantele sunt gata. (%@)
en: The icon "%@" is not available yet. We will notify you when all variants are ready. (%@)

source: Invitația e valabilă 7 zile; o poți urmări și retrimite din Membri → Invitații.
en: The invitation is valid for 7 days; you can track and resend it from Members → Invitations.

# The item to check off
source: Articolul de bifat
en: The item to check off

# The last messages from this contact will be forwarded for review.
source: Ultimele mesaje de la acest contact vor fi redirecționate pentru verificare.
en: The last messages from this contact will be forwarded for review.

# The link does not fit in this tag's memory.
source: Linkul nu încape în memoria acestui tag.
en: The link does not fit in this tag's memory.

# The member was not added because the invitation failed:
source: Membrul nu a fost adăugat deoarece invitația a eșuat:
en: The member was not added because the invitation failed:

# The person will receive an invitation email
source: Persoana va primi un e-mail de invitație
en: The person will receive an invitation email

# The phone number can contain only digits, spaces and +
source: Numărul de telefon poate conține doar cifre, spații și +
en: The phone number can contain only digits, spaces and +

# The plant to water
source: Planta de udat
en: The plant to water

source: Scorul de sănătate al proprietății se calculează din patru categorii: Întreținere (30%), Utilități (25%), Securitate (25%) și Finalizarea sarcinilor (20%). Finalizarea sarcinilor, menținerea documentelor la zi și rezolvarea alertelor îți cresc scorul.
en: The property health score is calculated from four categories: Maintenance (30%), Utilities (25%), Security (25%), and Tasks completion (20%). Completing tasks, keeping documents current, and resolving alerts all raise your score.

# The task to complete
source: Sarcina de finalizat
en: The task to complete

# The tenant gets app access with the tenant role
source: Chiriașul primește acces în aplicație cu rol de chiriaș
en: The tenant gets app access with the tenant role

# The text to send
source: Textul de trimis
en: The text to send

# The whole family sees documents. Anyone you add here can also see this one.
source: Toată familia vede documentele. Oricine adaugi aici poate vedea și acest document.
en: The whole family sees documents. Anyone you add here can also see this one.

# Their account and access are permanently removed. This cannot be undone.
source: Contul și accesul lor sunt eliminate definitiv. Acțiunea nu poate fi anulată.
en: Their account and access are permanently removed. This cannot be undone.

# Theme
source: Temă
en: Theme

# Theme, dark mode & accent color
source: Temă, mod întunecat & culoare accent
en: Theme, dark mode & accent color

# Themes
source: Teme
en: Themes

# Then
source: Atunci
en: Then

# Then (Action)
source: Atunci (Acțiune)
en: Then (Action)

# Thermostat
source: Termostat
en: Thermostat

source: Pierde accesul la casă și este eliminat din listă. Acțiunea nu poate fi anulată.
en: They lose access to the home and are removed from the member list. This cannot be undone.

# Things to do today
source: Lucruri de făcut azi
en: Things to do today

# This QR code doesn't match any item in your inventory.
source: Acest cod QR nu corespunde niciunui articol din inventar.
en: This QR code doesn't match any item in your inventory.

# This Year
source: Anul acesta
en: This Year

# This action cannot be undone.
source: Această acțiune nu poate fi anulată.
en: This action cannot be undone.

# This device
source: Acest dispozitiv
en: This device

source: Acest dispozitiv nu are sensor LiDAR. Poți adăuga planuri de etaj, schițe și fotografii.
en: This device doesn't have a LiDAR sensor. 3D room capture is available on iPhone Pro and iPad Pro models. You can still add floor plans, blueprints, and photos.

# This e-mail address doesn't look valid
source: Adresa de e-mail nu pare validă
en: This e-mail address doesn't look valid

# This immediately cuts off the service using this key.
source: Serviciul care folosește această cheie este deconectat imediat.
en: This immediately cuts off the service using this key.

source: Aceste informații vor fi vizibile oricui scanează codul QR al articolului. Distribuie doar ce ești confortabil să împărtășești.
en: This information will be visible to anyone who scans the QR code of this item. Only share what you are comfortable with.

# This is the beginning of your direct message conversation.
source: Aceasta este începutul conversației tale prin mesaje directe.
en: This is the beginning of your direct message conversation.

# This message was deleted
source: Acest mesaj a fost șters
en: This message was deleted

# This month
source: Luna aceasta
en: This month

# This month: %@%d income, %@%d expenses, net %@%@%d.
source: Luna aceasta: %@%d venituri, %@%d cheltuieli, net %@%@%d.
en: This month: %@%d income, %@%d expenses, net %@%@%d.

source: Această persoană poate fi notificată în situații de urgență legate de casa ta. Informațiile sunt stocate local.
en: This person can be notified in emergency situations related to your home. Information is stored locally on the device.

# This section is locked. Authenticate to continue.
source: Această secțiune este blocată. Autentifică-te pentru a continua.
en: This section is locked. Authenticate to continue.

# This status will be deleted for everyone.
source: Acest status va fi șters pentru toată lumea.
en: This status will be deleted for everyone.

# This tag does not support NDEF writing.
source: Acest tag nu suportă scriere NDEF.
en: This tag does not support NDEF writing.

# This tag is read-only and cannot be written.
source: Acest tag este doar în citire și nu poate fi scris.
en: This tag is read-only and cannot be written.

# This will also remove all %lld sensors linked to this controller.
source: Aceasta va elimina și cei %lld senzori conectați la acest controler.
en: This will also remove all %lld sensors linked to this controller.

# This will permanently remove the file and cannot be undone.
source: Aceasta va elimina permanent fișierul și nu poate fi anulat.
en: This will permanently remove the file and cannot be undone.

# This will permanently remove the zone and all its associated data.
source: Aceasta va elimina permanent zona și toate datele asociate.
en: This will permanently remove the zone and all its associated data.

# Tide
source: Maree
en: Tide

# Time
source: Timp
en: Time

# Time a task from start to done
source: Cronometrează o sarcină de la început până la final
en: Time a task from start to done

# Time to water the plants!
source: E timpul să udați plantele!
en: Time to water the plants!

# Time to water the plants! 💧
source: E timpul să uzi plantele! 💧
en: Time to water the plants! 💧

# Timeline
source: Cronologie
en: Timeline

source: Timp rămas: %d min
en: Time left: %d min

# Tips for this view
source: Sfaturi pentru această vizualizare
en: Tips for this view

# Title
source: Titlu
en: Title

# Title (optional)
source: Titlu (opțional)
en: Title (optional)

# Title (required)
source: Titlu (obligatoriu)
en: Title (required)

# Title *
source: Titlu *
en: Title *

# To
source: Până la
en: To

# To disable Siri commands, go to iPhone Settings › Siri › App Shortcuts.
source: Pentru a dezactiva comenzile Siri, mergi la Setări iPhone › Siri › Comenzi rapide pentru aplicații.
en: To disable Siri commands, go to iPhone Settings › Siri › App Shortcuts.

# Today
source: Azi
en: Today

# Toggle
source: Comută
en: Toggle

# Tomorrow
source: Mâine
en: Tomorrow

# Tools
source: Unelte
en: Tools

# Total Budget
source: Buget total
en: Total Budget

# Total Cost
source: Cost total
en: Total Cost

# Total Interest
source: Dobândă totală
en: Total Interest

# Total costs
source: Costuri totale
en: Total costs

# Total estimated value
source: Valoare totală estimată
en: Total estimated value

# Total records
source: Total înregistrări
en: Total records

# Total value
source: Valoare totală
en: Total value

# Track charging sessions and energy costs for your EV.
source: Urmărește sesiunile de încărcare și costurile de energie pentru vehiculul tău electric.
en: Track charging sessions and energy costs for your EV.

# Track items as you check them off
source: Urmărește articolele pe măsură ce le bifezi
en: Track items as you check them off

# Track maintenance and repairs
source: Urmărește întreținerea și reparațiile
en: Track maintenance and repairs

# Track packages
source: Urmărește coletele
en: Track packages

# Track warranties, model numbers, and maintenance for all your home appliances.
source: Urmărește garanțiile, numerele de model și întreținerea pentru toate electrocasnicele din casă.
en: Track warranties, model numbers, and maintenance for all your home appliances.

# Track your property value
source: Urmărește valoarea proprietății
en: Track your property value

# Tracker name / serial (optional)
source: Nume tracker / serial (opțional)
en: Tracker name / serial (optional)

source: Tracking colete DHL Express și DHL Parcel în pagina Livrări.
en: Track DHL Express and DHL Parcel shipments on the Deliveries page.

# Tracking history
source: Istoric urmărire
en: Tracking history

source: Tracking live colete DPD România în pagina Livrări.
en: Live tracking for DPD Romania parcels on the Deliveries page.

source: Transfer proprietate
en: Property transfer

# Tree
source: Copac
en: Tree

# Trees
source: Copaci
en: Trees

# Trigger: %@ â Action: %@
source: Declanșator: %@ — Acțiune: %@
en: Trigger: %@ — Action: %@

source: Trimite
en: Send

source: Trimite (%d)
en: Send (%d)

source: Trimite evenimente din Home Assistant în chat-ul casei printr-un webhook PRVIO.
en: Send Home Assistant events into your home chat through a PRVIO webhook.

# Trimite locaÈia curentÄ
source: Trimite locația curentă
en: Send current location

source: Trimite locația curentă
en: Send current location

# Trimitere locaÈie
source: Trimitere locație
en: Send location

source: Trimitere locație
en: Send Location

# Trusted Contact
source: Contact de încredere
en: Trusted Contact

# Trusted Contacts
source: Contacte de încredere
en: Trusted Contacts

# Trusted contact
source: Contact de încredere
en: Trusted contact

# Trusted people for property
source: Persoane de încredere pentru proprietate
en: Trusted people for property

# Trusted persons
source: Persoane de încredere
en: Trusted persons

# Tu
source: Ma
en: Tu

# Turning these settings off means only group admins can do this.
source: Dezactivarea acestor setări înseamnă că doar administratorii grupului pot face asta.
en: Turning these settings off means only group admins can do this.

# Type
source: Tip
en: Type

# Type a status
source: Scrie un status
en: Type a status

# US Dollar
source: Dolar american
en: US Dollar

source: Udare plante
en: Water Plants

source: Ultima udată: %@
en: Last watered: %@

# Unassigned
source: Neasignat
en: Unassigned

# Unblock access
source: Deblochează accesul
en: Unblock access

# Under warranty
source: Sub garanție
en: Under warranty

# Underground
source: Subteran
en: Underground

# Underground Map
source: Hartă subterană
en: Underground Map

# Underground zones outlined on the same photo
source: Zonele subterane conturate pe aceeași fotografie
en: Underground zones outlined on the same photo

# Undo
source: Anulează
en: Undo

# Unit
source: Unitate
en: Unit

# Unit ID
source: ID unitate
en: Unit ID

# Unknown
source: Necunoscut
en: Unknown

# Unlink
source: Dezleagă
en: Unlink

# Unlock
source: Deblochează
en: Unlock

# Unlock "%@"
source: Deblochează „%@”
en: Unlock "%@"

# Unlock PRVIO
source: Deblochează PRVIO
en: Unlock PRVIO

# Unlock to view this item
source: Deblochează pentru a vedea acest element
en: Unlock to view this item

# Unlock to view this section
source: Deblochează pentru a vedea această secțiune
en: Unlock to view this section

# Unlock your locked notes
source: Deblochează notele blocate
en: Unlock your locked notes

# Unpaid bills or unusual usage
source: Facturi neachitate sau consum anormal
en: Unpaid bills or unusual usage

# Unpin message
source: Anulează fixarea
en: Unpin message

# Unread
source: Necitite
en: Unread

# Unread messages
source: Mesaje necitite
en: Unread messages

# Unread messages in chat.
source: Mesaje necitite în chat.
en: Unread messages in chat.

# Unread messages in the family chat.
source: Mesaje necitite în chatul familiei.
en: Unread messages in the family chat.

# Until
source: Până la
en: Until

# Until %@
source: Până la %@
en: Until %@

# Upcoming
source: Urmează
en: Upcoming

# Upcoming (Lock Screen)
source: Urmează (Ecran blocat)
en: Upcoming (Lock Screen)

# Upcoming rents & large transactions
source: Chirii și tranzacții mari
en: Upcoming rents & large transactions

# Update
source: Actualizează
en: Update

# Update your bills
source: Actualizează facturile
en: Update your bills

# Updated
source: Actualizat
en: Updated

# Upload
source: Încarcă
en: Upload

# Upload failed
source: Încărcarea a eșuat
en: Upload failed

# Upload failed: %@
source: Încărcare eșuată: %@
en: Upload failed: %@

# Uploading %1$d of %2$d…
source: Se încarcă %1$d din %2$d…
en: Uploading %1$d of %2$d…

# Uploading photo…
source: Se încarcă fotografia…
en: Uploading photo…

# Urgent intervention required
source: Intervenție urgentă necesară
en: Urgent intervention required

source: Urgențe
en: Emergency

source: Urgență
en: Emergency

source: Urmărește coletele Cargus live în pagina Livrări.
en: Track Cargus parcels live on the Deliveries page.

source: Urmărește coletele Fan Courier live în pagina Livrări.
en: Track Fan Courier parcels live on the Deliveries page.

source: Urmărește consumul și facturile de energie în modulul Utilități.
en: Track energy consumption and bills in the Utilities module.

source: Urmărire live colete Sameday, inclusiv eMag, în pagina Livrări.
en: Live tracking for Sameday parcels, including eMag, on the Deliveries page.

# Use Current Location
source: Folosește locația curentă
en: Use Current Location

# Use Custom Model
source: Folosește model personalizat
en: Use Custom Model

# Use current location
source: Folosește locația curentă
en: Use current location

# Use passcode
source: Folosește codul de acces
en: Use passcode

# User
source: Utilizator
en: User

# Utilities
source: Utilități
en: Utilities

# Value
source: Valoare
en: Value

# Value (€)
source: Valoare (€)
en: Value (€)

# Value Over Time
source: Evoluția valorii
en: Value Over Time

# Vegetable garden
source: Grădină de legume
en: Vegetable garden

# Vehicles
source: Vehicule
en: Vehicles

# Ventilate
source: Ventilează
en: Ventilate

# Ventilation
source: Ventilație
en: Ventilation

# Verify accessibility and pressure gauge reading.
source: Verifică accesibilitatea și citirea manometrului.
en: Verify accessibility and pressure gauge reading.

# Verify pressure gauge is in the green and unit is accessible.
source: Verifică că manometrul este în verde și unitatea este accesibilă.
en: Verify pressure gauge is in the green and unit is accessible.

# Version
source: Versiune
en: Version

# Via HomeKit
source: Prin HomeKit
en: Via HomeKit

# Vibrations on app interactions
source: Vibrații la interacțiuni cu aplicația
en: Vibrations on app interactions

# Video Call
source: Apel video
en: Video Call

# View
source: Vezi
en: View

# View in Shortcuts App
source: Vezi în aplicația Comenzi rapide
en: View in Shortcuts App

# View live feeds and motion alerts from your cameras.
source: Vizualizează transmisiunile live și alertele de mișcare de la camerele tale.
en: View live feeds and motion alerts from your cameras.

# View your property location and get directions in Maps.
source: Vizualizează locația proprietății și obține indicații în Maps.
en: View your property location and get directions in Maps.

# Villa
source: Vilă
en: Villa

# Visual Theme
source: Temă vizuală
en: Visual Theme

# Visual automation with Node-RED power
source: Automatizare vizuală cu puterea Node-RED
en: Visual automation with Node-RED power

# Voice Input in Chat
source: Input vocal în chat
en: Voice Input in Chat

# Voice input
source: Dictare vocală
en: Voice input

# Voice message
source: Mesaj vocal
en: Voice message

source: Voturi
en: Votes

# W%lld
source: S%lld
en: W%lld

# WATERING INTERVAL
source: INTERVAL UDARE
en: WATERING INTERVAL

# WHAT %@ CAN SEE
source: CE VEDE %@
en: WHAT %@ CAN SEE

# WHAT THEY CAN SEE
source: CE POT VEDEA
en: WHAT THEY CAN SEE

# Waiting for the courier's first scan…
source: Se așteaptă prima scanare a curierului…
en: Waiting for the courier's first scan…

source: Wallet — Pașapoarte Acces
en: Wallet — Access Passes

# Warranty
source: Garanție
en: Warranty

# Warranty Until
source: Garanție până la
en: Warranty Until

# Warranty alert
source: Alertă garanție
en: Warranty alert

# Warranty expired
source: Garanție expirată
en: Warranty expired

# Warranty expires in %d days. Check if extension is available.
source: Garanția expiră în %d zile. Verificați dacă se poate prelungi.
en: Warranty expires in %d days. Check if extension is available.

# Warranty expires in 1 day. Check if extension is available.
source: Garanția expiră în 1 zi. Verificați dacă se poate prelungi.
en: Warranty expires in 1 day. Check if extension is available.

# Warranty expiring: %@
source: Garanție expiră: %@
en: Warranty expiring: %@

# Warranty expiry alert
source: Alertă expirare garanție
en: Warranty expiry alert

# Warranty until
source: Garanție până la
en: Warranty until

# Warranty: %@
source: Garanție: %@
en: Warranty: %@

# Washing machine
source: Mașină de spălat
en: Washing machine

# Watch progress on an active task
source: Urmărește progresul unei sarcini active
en: Watch progress on an active task

# Water
source: Apă
en: Water

# Water Plants
source: Udă plante
en: Water Plants

# Water Quality
source: Calitate apă
en: Water Quality

# Water heater
source: Boiler
en: Water heater

# Water meter
source: Contor de apă
en: Water meter

# Water plant
source: Udă plantă
en: Water plant

# Water plants
source: Udă plantele
en: Water plants

# Water tank
source: Rezervor de apă
en: Water tank

# Water today
source: Udă azi
en: Water today

# Water tomorrow
source: Udă mâine
en: Water tomorrow

# Watered 💧
source: Udat 💧
en: Watered 💧

# Watered!
source: Udat!
en: Watered!

# Watering
source: Udare
en: Watering

# Watering interval
source: Interval udare
en: Watering interval

# Watering progress for your plants
source: Progresul udării plantelor tale
en: Watering progress for your plants

# Watering status
source: Stare udare
en: Watering status

# We
source: Mi
en: We

# We only ever see the emails you choose to forward — never your inbox.
source: Vedem doar mailurile pe care alegi să le redirecționezi — niciodată căsuța ta.
en: We only ever see the emails you choose to forward — never your inbox.

# Weather
source: Vreme
en: Weather

# Weatherproofing check
source: Verificare etanșare
en: Weatherproofing check

# Weekly
source: Săptămânal
en: Weekly

# Weekly shopping
source: Cumpărături săptămânale
en: Weekly shopping

# Weekly summary
source: Rezumat săptămânal
en: Weekly summary

# Welcome to %@!
source: Bun venit la %@!
en: Welcome to %@!

# Welcome to PRVIO
source: Bun venit la PRVIO
en: Welcome to PRVIO

# Well
source: Puț
en: Well

# What needs to be bought?
source: Ce trebuie cumpărat?
en: What needs to be bought?

# What needs to be done?
source: Ce trebuie făcut?
en: What needs to be done?
